const accordionData = [
  {
    title: 'JavaScript',
    content:
      'JavaScript — это язык программирования для веб-разработки, который позволяет добавлять интерактивные элементы на веб-страницы.',
  },
  {
    title: 'Python',
    content:
      'Python — универсальный язык с простой синтаксической структурой, популярный в областях анализа данных, машинного обучения и веб-разработки.',
  },
  {
    title: 'Java',
    content:
      'Java — это строго типизированный язык, широко используемый для создания корпоративных приложений и Android-приложений.',
  },
  {
    title: 'C++',
    content:
      'C++ — язык программирования, предоставляющий широкие возможности для разработки высокопроизводительных приложений и системного программного обеспечения.',
  },
  {
    title: 'Ruby',
    content:
      'Ruby — динамический язык программирования, особенно известный благодаря фреймворку Rails для веб-разработки.',
  },
  {
    title: 'Go',
    content:
      'Go (Golang) — язык программирования от Google, ориентированный на простоту, надёжность и высокую производительность в серверных приложениях.',
  },
];

export default accordionData;
